Repository: akewea/dotclear-litraak
Catalog: src/locales/*/main.po
Languages: fr

source: Enable LitraAk
fr: Activer LitraAk

source: Status:
fr: Etat :

source: Submitted by:
fr: Soumis par :

source: Last updated on:
fr: Dernière mise à jour :

source: abandoned
fr: abandonné

source: unknown
fr: non défini

source: released
fr: publié

source: unreleased
fr: à venir

source: new
fr: nouveau

source: accepted
fr: accepté

source: closed
fr: fermé

source: rejected
fr: rejeté

source: deleted
fr: supprimé

source: wasted
fr: déchet

source: actives
fr: actifs

source: active
fr: actif

source: task
fr: tâche

source: idea
fr: idée

source: private
fr: privé

source: Ticket history
fr: Historique du ticket

source: at
fr: à

source: More
fr: Plus

source: Report a bug
fr: Rapporter un bug

source: Report a bug or submit an idea on
fr: Rapporter un bug ou soumettre une idée pour

source: <strong>Type</strong> changed from <em>%s</em> to <em>%s</em>
fr: Le <strong>type</strong> est passé de <em>%s</em> à <em>%s</em>

source: <strong>Status</strong> changed from <em>%s</em> to <em>%s</em>
fr: Le <strong>statut</strong> est passé de <em>%s</em> à <em>%s</em>

source: <strong>Milestone</strong> changed from <em>%s</em> to <em>%s</em>
fr: La <strong>version</strong> est passée de <em>%s</em> à <em>%s</em>

source: <strong>Milestone</strong> unset from <em>%s</em>
fr: La <strong>version</strong> a été désaffectéé de <em>%s</em>

source: <strong>Milestone</strong> set to <em>%s</em>
fr: La <strong>version</strong> a été affectée à <em>%s</em>

source: <strong>Description</strong> changed
fr: La <strong>description</strong> a changé

source: <strong>Comment</strong> added by <em>%s</em>
fr: Un <strong>commentaire</strong> a été ajouté par <em>%s</em>

source: Download
fr: Télécharger

source: download
fr: telecharger

source: Downloads
fr: Téléchargements

source: downloads
fr: téléchargements

source: Roadmap
fr: Feuille de route

source: roadmap
fr: feuille de route

source: This project's comments feed
fr: Le fil des commentaire de ce projet

source: Project's home
fr: Accueil du projet

source: View project
fr: Voir le projet

source: View this project
fr: Voir ce projet

source: last update on
fr: dernière mise à jour le

source: Last release
fr: Version actuelle

source: Next release
fr: Prochaine version

source: Ticket has been successfully updated.
fr: Le ticket a été mis à jour avec succès.

source: Add an update comment:
fr: Ajouter un commentaire sur la mise à jour :

source: Show this comment on public pages
fr: Afficher ce commentaire sur les pages publiques

source: Ticket changes
fr: Historique du ticket

source: Edit project
fr: Editer le projet

source: About
fr: A propos

source: Edit this milestone
fr: Editer cette version

source: Project status
fr: Etat du projet

source: Project lang
fr: Langue du projet

source: Add files to this project
fr: Ajouter des fichiers à ce projet

source: Add files to this milestone
fr: Ajouter des fichiers à cette version

source: Milestone
fr: Version

source: Milestones
fr: Versions

source: Milestone:
fr: Version :

source: Due on:
fr: Prévue pour le :

source: Due on
fr: Prévue pour le

source: Released on:
fr: Publiée le :

source: Released on
fr: Publiée le

source: Progress:
fr: Avancement :

source: %d active
fr: %d actif

source: %d actives
fr: %d actifs

source: %d closed
fr: %d fermé

source: %d closeds
fr: %d fermés

source: wasteds
fr: déchets

source: closeds
fr: fermés

source: View those tickets
fr: Afficher ces tickets

source: View milestone details
fr: Voir le détail de la version

source: View milestone
fr: Voir la version

source: View ticket details
fr: Afficher le détail du ticket

source: Title
fr: Titre

source: View ticket
fr: Voir le ticket

source: No change for this ticket.
fr: Aucun changement sur ce ticket.

source: Project lang:
fr: Langue du projet :

source: Project documentation has been successfully updated.
fr: La documentation du projet a été mise à jour avec succès.

source: Project has been successfully updated.
fr: Le projet a été mise à jour avec succès.

source: New project
fr: Nouveau projet

source: Project has been successfully created.
fr: Le projet a été créé avec succès.

source: New milestone
fr: Nouvelle version

source: New ticket
fr: Nouveau ticket

source: No milestone
fr: Aucune version

source: No ticket
fr: Aucun ticket

source: %s open tickets
fr: %s tickets ouverts

source: All tickets
fr: Tous les tickets

source: Projects
fr: Projets

source: Project
fr: Projet

source: Project status:
fr: Etat du projet :

source: Project phase:
fr: Phase du projet :

source: View documentation
fr: Voir la documentation

source: Project description edit field height:
fr: Taille de la zone d'édition de la description d'un projet :

source: Project documentation edit field height:
fr: Taille de la zone d'édition de la documentation :

source: Add LitraAk to dashboard
fr: Ajouter LiTraAk sur le tableau de bord

source: Add LitraAk to blog menu (instead of plugins menu)
fr: Ajouter LiTraAk au menu du blog (à la place du menu des plugins)

source: No project name
fr: Pas de nom de projet

source: No project description
fr: Pas de description du projet

source: No milestone tickets
fr: Tickets à planifier

source: Tickets per page
fr: Tickets par page

source: Projects per page
fr: Projets par page

source: Milestones per page
fr: Versions par page

source: Empty milestone URL
fr: URL de la version est vide

source: Empty milestone description
fr: La description de la version est vide

source: Empty milestone name
fr: Le nom de la version est vide

source: Empty milestone date
fr: La date de la version est vide

source: Warning: If you set the URL manually, it may conflict with another milestone.
fr: Attention : si vous indiquez l'URL manuellement, celle-ci peut entrer en conflit avec une autre version.

source: Warning: If you set the URL manually, it may conflict with another project.
fr: Attention : si vous indiquez l'URL manuellement, celle-ci peut entrer en conflit avec un autre projet.

source: Milestone has been successfully created.
fr: La version a été créée avec succès.

source: Milestone has been successfully updated.
fr: La version a été mise à jour avec succès.

source: This project does not exist.
fr: Ce projet n'existe pas.

source: URL is invalid
fr: L'URL n'est pas valide.

source: Empty ticket description.
fr: La description du ticket est vide.

source: Empty ticket title.
fr: Le titre du ticket est vide.

source: Empty ticket author name.
fr: Le nom de l'auteur du ticket est vide.

source: Email address is not valid.
fr: L'adresse email n'est pas valide.

source: Ticket has been successfully created.
fr: Le ticket a été créé avec succès.

source: Releases
fr: Versions publiées

source: All projects
fr: Tous les projets

source: All releases
fr: Toutes les versions publiées

source: This project's releases
fr: Les versions publiées de ce projet

source: This project's tickets
fr: Les tickets de ce projets

source: This project's releases Atom feed
fr: Le fil Atom des versions publiées de ce projet

source: This project's releases feed
fr: Le fil des versions publiées de ce projet

source: This project's tickets Atom feed
fr: Le fil Atom des tickets de ce projet

source: This project's tickets feed
fr: Le fil des tickets de ce projet

source: LitraAk project list
fr: Liste des projets LitraAk

source: Add a comment
fr: Ajouter un commentaire

source: Accept tickets
fr: Accepter les tickets

source: Feeds
fr: Syndication

source: Empty basename URL.
fr: Nom de base de l'URL est vide.

source: Feed size must be of 1 at least.
fr: La taille d'un flux doit être de 1 au minimum.

source: Configuration has been successfully updated.
fr: Configuration mise à jour avec succès.

source: Basename URL
fr: Nom de base de l'URL

source: Include default CSS
fr: Inclure la feuille de style CSS par défaut

source: Projects per feed
fr: Projets par flux de syndication

source: Milestones per feed
fr: Versions par flux de syndication

source: Tickets per feed
fr: Tickets par flux de syndication

source: on
fr: sur

source: This project tickets
fr: Les tickets de ce projet

source: This project active tickets
fr: Les tickets actifs de ce projet

source: This milestone tickets
fr: Les tickets de cette version

source: This milestone active tickets
fr: Les tickets actifs de cette version

source: This project comments
fr: Les commentaires de ce projet

source: Selected projects action:
fr: Action sur les projets sélectionnés :

source: Selected tickets action:
fr: Action sur les tickets sélectionnés :

source: This milestone details
fr: Détails de cette version

source: This milestone other tickets
fr: Autres tickets de cette version
